#แบบฝึกหัด 3.1 if Elfe #โปรแกรมค่าเดินทาง

print('       เลือกเมนูเพื่อทำรายการ ')
print('####################################')
print('        กด 1 เลือกเหมาจ่าย' )
print('        กด 2 เลือกจ่ายเพิ่ม')

choose = int(input(""))
Km = int(input("กรุณากรอกระยะทาง : \n"))
if choose == 1 :
    if Km <= 25 :
        print("ค่าใช่จ่ายทั้งหมด 25 บาท")
    else :
        print("ค่าใช้จ่ายทั้งหมด 55 บาท")
if choose == 2 :
    if Km <= 25 :
        print("ค่าใช่จ่ายทั้งหมด 25 บาท")
    else :
        print("ค่าใช้จ่ายทั้งหมด 80 บาท")

#Y

